<?php
return [
    'admin' => [
        'users' => [
            'create' => [
                'success' => 'Запись успешно добавлена',
                'fail' => 'Не удалось добавить запись'
            ],
            'update' => [
                'success' => 'Запись успешно обновлена',
                'fail' => 'Не удалось обновить запись'
            ],
            'destroy' => [
                'success' => 'Запись успешно удалена',
                'fail' => 'Не удалось удалить запись'
            ]
        ],
        'profiles' => [
            'create' => [
                'success' => 'Профиль успешно добавлен',
                'fail' => 'Не удалось добавить профиль',
            ],
            'update' => [
                'success' => 'Профиль успешно обновлен',
                'fail' => 'Не удалось обновить профиль'
            ],
            'destroy' => [
                'success' => 'Профиль успешно удален',
                'fail' => 'Не удалось удалить профиль'
            ],
        ],
        'skills' => [
            'create' => [
                'success' => 'Навыки успешно добавлены',
                'fail' => 'Не удалось добавить навыки',
            ],
            'update' => [
                'success' => 'Навыки успешно обновлены',
                'fail' => 'Не удалось обновить навыки'
            ],
            'destroy' => [
                'success' => 'Навыки успешно удалены',
                'fail' => 'Не удалось удалить навыки'
            ]
        ]
    ],
    'user' => [
        'subscriptions' => [
            'create' => [
                'success' => 'Вы успешно подписаны на наши новости, акции и предложения',
                'fail' => 'Не удалось подписаться на нашу рассылку',
                'isset' => 'Не удалось подписаться на нашу рассылку, возможно данный телефон или email уже есть у нас в подписках',
            ],
        ]
    ]
];
