<?php

return [
    'promoList' => [
        [
            'title' => 'Профессиональные тренеры',
            'description' => 'Каждый тренер при регистрации проходит 
                    проверку на наличие документов о квалификации и профильном образовании'
        ], [
            'title' => 'Лучшие фитнес-клубы',
            'description' => 'Мы проанализировали независимые рейтинги и подобрали для вас лучшие фитнес-клубы в вашем городе'
        ], [
            'title' => 'Мы заботимся о вас',
            'description' => 'Подпишитесь на нашу рассылку, чтобы регулярно получать самую свежую информацию об акциях, скидках и новостях в мире фитнеса'
        ]
    ],
    'marketList' => [
        [
            'title' => 'Питание - залог здоровья',
            'description' => 'Здесь вы подберете спортивное питание для любых видов тренировок',
            'url' => 'https://www.sportmaster.ru/catalog/sportivnoe_pitanie'
        ], [
            'title' => 'Спорт доступен каждому',
            'description' => 'Выбрать клуб недалеко от дома и прочитать отзывы в одном месте',
            'url' => 'https://yandex.ru/maps/213/moscow/category/fitness_club/184107363/?ll=37.586001%2C55.750827&sll=37.586001%2C55.750827&sspn=0.238438%2C0.082197&z=13'
        ], [
            'title' => 'Фитнес может быть модным',
            'description' => 'Спортивная одежда и экипировка от наших партнеров с мировым именем',
            'url' => 'https://www.sportmaster.ru'
        ]
    ]
];
