<?php

return [
    'promoList' => [
        [
            'title' => 'Профессиональные тренеры',
            'description' => 'Каждый тренер при регистрации проходит 
                    проверку на наличие документов о квалификации и профильном образовании'
        ], [
            'title' => 'Лучшие фитнес-клубы',
            'description' => 'Мы проанализировали независимые рейтинги и подобрали для вас лучшие фитнес-клубы в вашем городе'
        ], [
            'title' => 'Мы заботимся о вас',
            'description' => 'Подпишитесь на нашу рассылку, чтобы регулярно получать самую свежую информацию об акциях, скидках и новостях в мире фитнеса'
        ]
    ],
    'marketList' => [
        [
            'title' => 'Питание - залог здоровья',
            'description' => 'Здесь вы подберете спортивное питание для любых видов тренировок',
            'url' => 'https://www.sportmaster.ru/catalog/sportivnoe_pitanie'
        ], [
            'title' => 'Спорт доступен каждому',
            'description' => 'Выбрать клуб недалеко от дома и прочитать отзывы в одном месте',
            'url' => 'https://yandex.ru/maps/213/moscow/category/fitness_club/184107363/?ll=37.586001%2C55.750827&sll=37.586001%2C55.750827&sspn=0.238438%2C0.082197&z=13'
        ], [
            'title' => 'Фитнес может быть модным',
            'description' => 'Спортивная одежда и экипировка от наших партнеров с мировым именем',
            'url' => 'https://www.sportmaster.ru'
        ]
    ],
    'about' => [
        'main' => [
            'title' => 'О проекте',
            'description' => 'AggFitness – это поистине уникальный проект, объединяющий в себе информационный ресурс, 
        рекламный проспект и функции интернет-магазина.| 
        Целью проекта была и остается реализация веб-сервиса, позволяющего абсолютно разным категориям клиентов найти 
        интересующую информацию в сфере фитнеса на нашем ресурсе.| Здесь вы можете записаться на тренировку к специалисту 
        любого профиля в вашем городе, найти подходящий фитнес-клуб, получить информацию о правильном питании, или заказать 
        товары у наших партнеров.| Кстати, став нашим партнером, вы можете разместить рекламную информацию о ваших товарах 
        или услугах на главной странице сайта.| И самое главное для фитнес-тренеров!!! Регистрируйтесь у нас, и мы обеспечим 
        вас постоянным потоком клиентов. Если вы отличный специалист, высокий рейтинг и положительные отзывы помогут вам в 
        продвижении и развитии.',
        ],
        'cards' => [
            'title' => 'Наши преимущества',
            'description' => [
                'Только проверенные специалисты',
                'Полезный тематический контент',
                'Удобный интерфейс для поиска'
            ],
        ]
    ],
    'contacts' => [
        'main' => [
            'title' => 'Контакты',
            'subTitle' => 'Соцсети',
            'list' => [
                'Email:' => 'aggfitness@inbox.ru',
                'Телефон_1:' => '+7 (495) 777-07-07',
                'Телефон_2:' => '+7 (495) 777-07-08',
                'Адрес:' => '123112, Россия, г.Москва, ​Пресненская набережная, 10, этаж 52, офис 1278'
            ],
        ]
    ],
    'developers' => [
        'main' => [
            'title' => 'Разработчики',
            'list' => [
                'Арсеньев Юрий',
                'Серов Алексей',
                'Конаков Анатолий',
                'Морозов Александр',
                'Артемёнок Вячеслав',
            ],
            'sourceCount' => 11
        ],
    ],
];
